/* class notification text format */
"Class '%@' will begin in 5 minutes" = "Class '%@' will begin in 5 minutes";

/* reply notification description */
"Class will begin in 5 minutes" = "Class will begin in 5 minutes";

/* notification text format */
"From @%@: %@" = "From @%1$@: %2$@";

/* Skip button title */
"Let's go!" = "Let's go!";

/* Notification */
"Notification" = "Notification";

/* Notification setting description */
"Notify replies to you and class reminders." = "Notify replies to you and class reminders.";

/* OK */
"OK" = "OK";

/* Open */
"Open" = "Open";

/* Reply */
"Reply" = "Reply";

/* reply notification title format */
"Reply from @%@" = "Reply from @%@";

/* Streaming setting description */
"Streamimg timeline shows you the messages posted at the very time." = "Streamimg timeline shows you the messages posted at the very time.";

/* Streaming */
"Streaming" = "Streaming";

/* Welcome description */
"Thank you for installing TesSoMe! Enjoy your Tesso SNS life." = "Thank you for installing TesSoMe! Enjoy your Tesso SNS life.";

/* Welcome title */
"Welcome" = "Welcome";

/* Class title header format */
"%@ Classes (%d)" = "%1$@ Classes (%2$d)";

/* Cancel on AlertView */
"Cancel" = "Cancel";

/* Alert confirmation title (delete class event) */
"Cancel Class" = "Cancel Class";

/* Choose date to set class. */
"Choose date to set class." = "Choose date to set class.";

/* Create */
"Create" = "Create";

/* Create New Class on AlertView */
"Create New Class" = "Create New Class";

/* Creating New Class Succeeded */
"Creating New Class Succeeded" = "Creating New Class Succeeded";

/* Delete */
"Delete" = "Delete";

/* Deleting Class Succeeded */
"Deleting Class Succeeded" = "Deleting Class Succeeded";

/* Alert confirmation text (delete class event) */
"Do you want to delete this class?" = "Do you want to delete this class?";

/* Alert confirmation text (remove class notification) */
"Do you want to remove alert?" = "Do you want to remove alert?";

/* Alert confirmation text */
"Do you want to set alert?" = "Do you want to set alert?";

/* Error */
"Error" = "Error";

/* Next on AlertView */
"Next" = "Next";

/* OK on AlertView */
"OK" = "OK";

/* Please type a class name. */
"Please type a class name." = "Please type a class name.";

/* Remove on AlertView */
"Remove" = "Remove";

/* Success */
"Success" = "Success";

/* Class date header format */
"YYYY/MM/dd" = "YYYY/MM/dd";

/* Class date format */
"YYYY/MM/dd HH:mm 'Start'" = "YYYY/MM/dd HH:mm 'Start'";

/* Error on AlertView */
"Error" = "Error";

/* OK on AlertView */
"OK" = "OK";

/* Actual Size */
"Actual Size (%d x %d)" = "Actual Size (%1$d x %2$d)";

/* Add on AlertView */
"Add" = "Add";

/* Add Comment */
"Add Comment" = "Add Comment";

/* Camera */
"Camera" = "Camera";

/* Cancel on AlertView */
"Cancel" = "Cancel";

/* Drawing on navigation bar */
"Drawing" = "Drawing";

/* Edit */
"Edit" = "Edit";

/* File upload on navigation bar */
"File upload" = "File upload";

/* Large Size */
"Large Size (%d x %d)" = "Large Size (%1$d x %2$d)";

/* Medium Size */
"Medium Size (%d x %d)" = "Medium Size (%1$d x %2$d)";

/* Message on navigation bar */
"Message" = "Message";

/* OK on AlertView */
"OK" = "OK";

/* Photo Library */
"Photo Library" = "Photo Library";

/* Please type comments of drawing. */
"Please type comments of drawing." = "Please type comments of drawing.";

/* Please type new file name. */
"Please type new file name." = "Please type new file name.";

/* Post failed. */
"Post failed." = "Post failed.";

/* Rename on AlertView */
"Rename" = "Rename";

/* Rename Failed on AlertView */
"Rename Failed" = "Rename Failed";

/* Rename File on AlertView */
"Rename File" = "Rename File";

/* Rename file */
"Rename file " = "Rename file ";

/* Resize image on ActionSheet */
"Resize image" = "Resize image";

/* Small Size */
"Small Size (%d x %d)" = "Small Size (%1$d x %2$d)";

/* White Paper */
"White Paper" = "White Paper";

/* You can reduce message size by scaling the image to one of the sizes below. */
"You can reduce message size by scaling the image to one of the sizes below." = "You can reduce message size by scaling the image to one of the sizes below.";

/* Failed to load timeline */
"Failed to load timeline" = "Failed to load timeline";

/* Empty data title */
"No Results Found" = "No Results Found";

/* Empty data description */
"Nothing matched your search keyword. Please search again with another keyword." = "Nothing matched your search keyword. Please search again with another keyword.";

/* OK on AlertView */
"OK" = "OK";

/* comming soon */
"This function is comming soon." = "This function is comming soon.";

/* Bookmark */
"Bookmark" = "Bookmark";

/* Search user format */
"Go to user \"%@\"" = "Go to user \"%@\"";

/* Search hashtag format */
"Hashtag #%@" = "Hashtag #%@";

/* Search post format */
"Post by \"%@\"" = "Post by \"%@\"";

/* Search reply format */
"Reply to @%@" = "Reply to @%@";

/* Interval seconds format */
"%d Sec" = "%d Sec";

/* Cancel on AlertView */
"Cancel" = "Cancel";

/* Disabled */
"Disabled" = "Disabled";

/* Alert confirmation text */
"Do you really want to delete settings and data?" = "Do you really want to delete settings and data?";

/* Eanbled */
"Enabled" = "Enabled";

/* Error on AlertView */
"Error" = "Error";

/* OK on AlertView */
"OK" = "OK";

/* Shutdown text */
"Please restart TesSoMe immediately." = "Please restart TesSoMe immediately.";

/* Success on AlertView */
"Success" = "Success";

/* YES on AlertView */
"YES" = "YES";

/* You have signed in. */
"You have signed in." = "You have signed in.";

/* Updated date format */
"'Last update: 'MMM d, h:mm:ss a" = "'Last update: 'MMM d, h:mm:ss a";

/* Your username or password was incorrect. */
"Your username or password was incorrect." = "Your username or password was incorrect.";

/* Initial seconds */
"0 s" = "0 s";

/* Failed to load timeline */
"Failed to load timeline" = "Failed to load timeline";

/* Topic */
"Topic" = "Topic";

/* Add on AlertView */
"Add" = "Add";

/* Add Label on AlertView */
"Add Label" = "Add Label";

/* Can not add new label */
"Can not add new label" = "Can not add new label";

/* Can not change nickname */
"Can not change nickname" = "Can not change nickname";

/* Can not edit profile */
"Can not edit profile" = "Can not edit profile";

/* Can not get user information */
"Can not get user infomation" = "Can not get user infomation";

/* Cancel on AlertView */
"Cancel" = "Cancel";

/* Change on AlertView */
"Change" = "Change";

/* Change Nickname on AlertView */
"Change Nickname" = "Change Nickname";

/* Edit Profile on AlertView */
"Edit Profile" = "Edit Profile";

/* Label at segmented control */
"Label" = "Label";

/* New Nickname on AlertView */
"New Nickname" = "New Nickname";

/* OK on AlertView */
"OK" = "OK";

/* Please type new label (max. 256 characters). */
"Please type new label (max. 256 characters)." = "Please type new label (max. 256 characters).";

/* Please type new nickname. */
"Please type new nickname." = "Please type new nickname.";

/* Please type new profile. */
"Please type new profile." = "Please type new profile.";

/* Profile at segmented control */
"Profile" = "Profile";

/* Recently Post at segmented control */
"Recently Post" = "Recently Post";

/* Cancel */
"Cancel" = "Cancel";

/* Open with Safari */
"Open with Safari" = "Open with Safari";

/* Post this site */
"Post this site" = "Post this site";

/* Share on ActionSheet */
"Share" = "Share";

